export default function Home() {
    return (
        <main className="body-docs flex flex-col items-center justify-between">
            <div className="flex flex-col items-start w-full max-w-5xl p-10 gap-4">
                <h2>ソフトウェアのプライバシーポリシー</h2>

                <p>Orizika（以下，「当方」といいます。）は，提供するCloudAuText（以下,「本アプリ」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。</p>

                <h3>第1条（個人情報）</h3>
                <p>「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
                
                <h3>第2条（個人情報の収集方法）</h3>
                <p>ユーザーが本アプリを使用する上で，マイク音声やソフトウェアが発する音を録音することがあります。</p>

                <h3>第3条（個人情報を収集・利用する目的）</h3>
                <p>本アプリが個人情報を収集・利用する目的は，以下のとおりです。</p>
                
                <p>・文字起こしする上で，必要となるため</p>

                <h3>第4条（利用目的の変更）</h3>
                <p>当方は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。</p>
                <p>利用目的の変更を行った場合には，変更後の目的について，本ウェブサイト上に公表するものとします。</p>

                <h3>第5章（第三者との関係等）</h3>
                <p>本サービスは，「Microsoft」が提供する「Azure」を利用したものです。契約者は，「Microsoft」が提供する「Azure」の内容に変更があった場合には，当該変更に応じて本サービスの内容にも変更が生じることにつきあらかじめ了解するものとします。 契約者は，本規約に別段の定めのない限り，「Azure」の利用に関して「Microsoft」が定める「マイクロソフト クラウド契約」が定める条件を遵守するものとする。 当方は，契約者が本規約の全ての定めを遵守することを条件として，本規約が存続する間，当方が「Microsoft」から「マイクロソフト クラウド契約」に従い許諾を受けた「Azure」の利用に関するライセンスの範囲内で，契約者に対して本サービスを提供するものとする。契約者は，当方が「Microsoft」から「マイクロソフト クラウド契約」にしたがい許諾を受けた「Azure」の利用に関する範囲を超えて，当方に対して「Azure」の利用に関する何らかの権利を取得することはないものとします。</p>

                <h3>第6条（個人情報の第三者提供）</h3>
                <p>本アプリは，音声データや文字起こししたデータを，当方に送ることはありませんが、文字起こし・翻訳の過程で、「Microsoft」が提供する「Azure」へ音声データ提供を行います。</p>

                <h3>第7条（個人情報の訂正および削除）</h3>
                <p>本アプリは，アンインストールをすることにより，ユーザーが移動し保存したデータ以外のアプリで使用したデータを削除することが出来ます。</p>

                <h3>第8条（プライバシーポリシーの変更）</h3>
                <p>本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。</p>
                <p>変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</p>

                <h3>第9条（お問い合わせ窓口）</h3>
                <p>本ポリシーに関するお問い合わせは，<a href="https://docs.google.com/forms/d/e/1FAIpQLScZwCFE1E24_iIeqb7SjbmwdJKCBVuLbwQjUP26HW6wYZIvUg/viewform?usp=sf_link">こちら</a>までお願いいたします。</p>


            </div>
        </main>
    );
}